{
    "home": "الرئيسية",
    "about": "حول",
    "project_introduction": "مقدمة المشروع",
    "white_paper": "الورقة البيضاء",
    "cec_token": "رمز CEC",
    "buy_token": "شراء الرموز",
    "token_chart": "مخطط الرمز",
    "token_liquidity": "سيولة الرمز",
    "JoinUs": "انضم إلينا",
    "Telegram": "تيليجرام",
    "Twitter": "تويتر",
    "privacy_policy": "سياسة الخصوصية",
    "terms_of_use": "شروط الاستخدام",
    "company_name": "شركة GAMEWINNER (HONGKONG) NETWORK TECHNOLOGY CO., LIMITED.",
    "all_rights_reserved": "جميع الحقوق محفوظة.",
    "address": "FLAT B5，1/F MANNING IND. BLDG 116-118 HOW MING STREET KWUN TONG KL، هونغ كونغ",
    "facebook_link": "https://www.facebook.com/Idlefantasynft",
    "embark_description": "انطلق في برج قمة السحاب وابدأ رحلتك في اللعب للكسب. في هذه اللعبة المبتكرة بنظام NFT، كل مستوى مليء بالتحديات والمكافآت. كلما صعدت إلى مستوى أعلى، زادت العوائد المحتملة. استخدم الاستراتيجية والمهارات لتجاوز الخصوم مع كسب مكافآت كبيرة. كل انتصار لا يعني فقط تقدمًا في اللعبة، بل هو أيضًا فرصة لنمو ثروتك. ابدأ مغامرتك الآن واصعد إلى قمة المجد!",
    "dragon_hunt_description": "تحدي صيد التنين يختبر شجاعتك ومهاراتك. ستقاتل ضد خمسة تنانين قوية: التنين المائي، التنين الناري، التنين الخشبي، التنين الضوئي، والتنين المظلم، ساعيًا للنصر في هذه المعارك الشرسة. يمكن للاعبين الجمع بين المعدات والمهارات بحرية لإنشاء أفضل استراتيجية قتالية لأبطالهم. ستحدد قدرات الأبطال القتالية ما إذا كان بإمكانهم صيد التنانين بنجاح ليصبحوا أبطالاً حقيقيين.",
    "battle_troy_description": "معركة طروادة هي لعبة PvP مثيرة حيث يمكن للاعبين عرض مهاراتهم القتالية وقدراتهم الاستراتيجية من خلال المشاركة في معارك في الوقت الحقيقي. عن طريق اختيار وتجهيز أبطالهم بأفضل المعدات ووضع خطة معركة محكمة، يمكن للاعبين هزيمة خصومهم والفوز. بالإضافة إلى ذلك، من خلال إكمال التحديات والمهام، يمكن للاعبين تعزيز قوتهم باستمرار وتسلق ترتيب المتصدرين. في معركة طروادة، سيختبر اللاعبون متعة القتال بلا حدود ومباريات شديدة التحدي.",
    "hero_summoning_description": "بقوة العناصر الخمسة، استدعِ بطلك المطلوب وابدأ رحلة استدعاء أسطورية! كل استدعاء سيجلب لك مفاجآت لا حصر لها. مع بركة الأبطال، ستصبح فريقك أقوى وقادرًا على إتمام المزيد من التحديات. هل يمكنك لقاء أبطال نادرين وتكوين فريقك المثالي خلال عملية الاستدعاء، لتصبح القائد الأكثر بروزًا في قارة جينيسيس؟",
    "magic_mirror_hall": "قاعة المرايا السحرية",
    "dragon_hunt": "صيد التنين",
    "battle_troy": "معركة طروادة",
    "hero_summoning": "استدعاء الأبطال",
    "title": "《Idle Fantasy-اللعب للكسب و NFT》-كل تحدٍ هو فرصة للثروة والمغامرة في NFT",
    "coming_soon": "اللعبة قادمة قريباً",
    "token_description": "انضم إلى لعبتنا المدعومة برمز CEC على شبكة TON! العب، اكسب، وتطور معنا - حيث يجتمع المرح مع المكافآت الحقيقية."
}
