{
    "home": "Home",
    "about": "About",
    "project_introduction": "Project Introduction",
    "white_paper": "WhitePaper",
    "cec_token": "CEC Token",
    "buy_token": "Buy Tokens",
    "token_chart": "Token Chart",
    "token_liquidity": "Token Liquidity",
    "JoinUs": "Join Us",
    "Telegram": "Telegram",
    "Twitter": "Twitter",
    "privacy_policy": "Privacy Policy",
    "terms_of_use": "Terms of Use",
    "company_name": "GAMEWINNER (HONGKONG) NETWORK TECHNOLOGY CO., LIMITED.",
    "all_rights_reserved": "All Rights Reserved.",
    "address": "FLAT B5，1/F MANNING IND. BLDG 116-118 HOW MING STREET KWUN TONG KL, HongKong",
    "facebook_link": "https://www.facebook.com/Idlefantasynft",
    "embark_description": "Embark on the Cloud Summit Tower and commence your Play to Earn journey. In this innovative NFT gameplay, each level is filled with challenges and rewards. The higher you climb, the greater the potential returns. Utilize strategy and skills to overcome opponents while earning substantial rewards. Every victory signifies not just progress in the game but also an opportunity for your wealth to grow. Begin your adventure right away and ascend to the pinnacle of glory!",
    "dragon_hunt_description": "The Dragon Hunt dungeon challenges your courage and skills. You will battle against five powerful dragons: Water Dragon, Fire Dragon, Wood Dragon, Light Dragon, and Dark Dragon, striving for victory in these intense battles. Players can freely combine equipment and skills to create the best battle strategy for their heroes. The heroes' combat abilities will determine whether they can successfully hunt the dragons and become true heroes.",
    "battle_troy_description": "The Battle of Troy is an exciting PvP gameplay where players can showcase their combat skills and strategic abilities by participating in real-time battles. By selecting and equipping their heroes with the best gear and developing a sound battle plan, players can defeat their opponents and emerge victorious. Additionally, by completing challenges and quests, players can continuously enhance their strength and climb the ranks of the leaderboard. In Troy Battle, players will experience endless combat fun and highly challenging matches.",
    "hero_summoning_description": "With the power of the five elements, summon your desired hero and embark on a legendary journey of summoning! Every summoning will bring you endless surprises. With the blessing of the heroes, your team will become stronger and capable of completing more challenges. Can you meet rare heroes and perfectly form your team during the summoning, becoming the most dazzling commander in the continent of Genesis?",
    "magic_mirror_hall": "Magic Mirror Hall",
    "dragon_hunt": "Dragon Hunt",
    "battle_troy": "Battle of Troy",
    "hero_summoning": "Hero Summoning",
    "title": "《Idle Fantasy-PlayToEarn & Nft》-Every Challenge is an Opportunity for Wealth and Adventure in NFT",
    "coming_soon": "game will coming soon",
    "token_description": "Join our CEC token-powered game on the TON chain! Play, earn, and grow with us—where fun meets real rewards."
}
