{
    "home": "Inicio",
    "about": "Acerca de",
    "project_introduction": "Introducción del Proyecto",
    "white_paper": "Libro Blanco",
    "cec_token": "Token CEC",
    "buy_token": "Comprar Tokens",
    "token_chart": "Gráfico de Tokens",
    "token_liquidity": "Liquidez de Tokens",
    "JoinUs": "Únete a Nosotros",
    "Telegram": "Telegram",
    "Twitter": "Twitter",
    "privacy_policy": "Política de Privacidad",
    "terms_of_use": "Términos de Uso",
    "company_name": "GAMEWINNER (HONGKONG) NETWORK TECHNOLOGY CO., LIMITED.",
    "all_rights_reserved": "Todos los derechos reservados.",
    "address": "FLAT B5，1/F MANNING IND. BLDG 116-118 HOW MING STREET KWUN TONG KL, HongKong",
    "facebook_link": "https://www.facebook.com/Idlefantasynft",
    "embark_description": "Emprende en la Torre de la Cumbre Nube y comienza tu viaje de Jugar para Ganar. En este innovador juego de NFT, cada nivel está lleno de desafíos y recompensas. Cuanto más alto subas, mayores serán las ganancias potenciales. Utiliza estrategias y habilidades para superar a los oponentes mientras ganas recompensas sustanciales. Cada victoria no solo significa progreso en el juego, sino también una oportunidad para que tu riqueza crezca. ¡Comienza tu aventura de inmediato y asciende a la cumbre de la gloria!",
    "dragon_hunt_description": "La mazmorra de Caza de Dragones desafía tu coraje y habilidades. Lucharás contra cinco poderosos dragones: Dragón de Agua, Dragón de Fuego, Dragón de Madera, Dragón de Luz y Dragón de Oscuridad, luchando por la victoria en estas intensas batallas. Los jugadores pueden combinar libremente equipo y habilidades para crear la mejor estrategia de batalla para sus héroes. Las habilidades de combate de los héroes determinarán si pueden cazar con éxito a los dragones y convertirse en verdaderos héroes.",
    "battle_troy_description": "La Batalla de Troya es un emocionante juego PvP donde los jugadores pueden mostrar sus habilidades de combate y habilidades estratégicas participando en batallas en tiempo real. Al seleccionar y equipar a sus héroes con el mejor equipo y desarrollar un plan de batalla sólido, los jugadores pueden derrotar a sus oponentes y salir victoriosos. Además, al completar desafíos y misiones, los jugadores pueden mejorar continuamente su fuerza y ascender en la clasificación de la tabla de líderes. En la Batalla de Troya, los jugadores experimentarán diversión de combate sin fin y partidas altamente desafiantes.",
    "hero_summoning_description": "¡Con el poder de los cinco elementos, invoca a tu héroe deseado y emprende un viaje legendario de invocación! Cada invocación te traerá sorpresas sin fin. Con la bendición de los héroes, tu equipo se volverá más fuerte y capaz de completar más desafíos. ¿Puedes encontrar héroes raros y formar tu equipo perfectamente durante la invocación, convirtiéndote en el comandante más deslumbrante en el continente de Génesis?",
    "magic_mirror_hall": "Salón del Espejo Mágico",
    "dragon_hunt": "Caza de Dragones",
    "battle_troy": "Batalla de Troya",
    "hero_summoning": "Invocación de Héroes",
    "title": "《Idle Fantasy-JugarParaGanar y NFT》-Cada Desafío es una Oportunidad de Riqueza y Aventura en NFT",
    "coming_soon": "El juego llegará pronto",
    "token_description": "¡Únete a nuestro juego potenciado por tokens CEC en la cadena TON! Juega, gana y crece con nosotros, donde la diversión se encuentra con recompensas reales."
}
