{
    "home": "Beranda",
    "about": "Tentang",
    "project_introduction": "Pengenalan Proyek",
    "white_paper": "WhitePaper",
    "cec_token": "Token CEC",
    "buy_token": "Beli Token",
    "token_chart": "Grafik Token",
    "token_liquidity": "Likuiditas Token",
    "JoinUs": "Bergabunglah dengan Kami",
    "Telegram": "Telegram",
    "Twitter": "Twitter",
    "privacy_policy": "Kebijakan Privasi",
    "terms_of_use": "Syarat Penggunaan",
    "company_name": "GAMEWINNER (HONGKONG) NETWORK TECHNOLOGY CO., LIMITED.",
    "all_rights_reserved": "Hak Cipta Dilindungi Undang-Undang.",
    "address": "FLAT B5，1/F MANNING IND. BLDG 116-118 HOW MING STREET KWUN TONG KL, HongKong",
    "facebook_link": "https://www.facebook.com/Idlefantasynft",
    "embark_description": "Mulailah di Menara Puncak Awan dan mulailah perjalanan Bermain untuk Menghasilkan Anda. Dalam permainan NFT inovatif ini, setiap level penuh dengan tantangan dan hadiah. Semakin tinggi Anda mendaki, semakin besar potensi keuntungannya. Manfaatkan strategi dan keterampilan untuk mengalahkan lawan sambil mendapatkan hadiah yang substansial. Setiap kemenangan menandakan bukan hanya kemajuan dalam permainan tetapi juga peluang untuk kekayaan Anda tumbuh. Mulailah petualangan Anda sekarang dan naiklah ke puncak kejayaan!",
    "dragon_hunt_description": "Dungeon Berburu Naga menantang keberanian dan keterampilan Anda. Anda akan bertarung melawan lima naga kuat: Naga Air, Naga Api, Naga Kayu, Naga Cahaya, dan Naga Kegelapan, berjuang untuk meraih kemenangan dalam pertarungan intens ini. Pemain dapat dengan bebas mengombinasikan peralatan dan keterampilan untuk menciptakan strategi pertarungan terbaik bagi pahlawan mereka. Kemampuan tempur pahlawan akan menentukan apakah mereka dapat berhasil memburu naga dan menjadi pahlawan sejati.",
    "battle_troy_description": "Pertempuran Troy adalah permainan PvP yang menarik di mana pemain dapat menunjukkan keterampilan bertarung dan kemampuan strategis mereka dengan berpartisipasi dalam pertempuran waktu nyata. Dengan memilih dan melengkapi pahlawan mereka dengan perlengkapan terbaik dan mengembangkan rencana pertempuran yang baik, pemain dapat mengalahkan lawan mereka dan keluar sebagai pemenang. Selain itu, dengan menyelesaikan tantangan dan misi, pemain dapat terus meningkatkan kekuatan mereka dan naik peringkat di papan peringkat. Di Battle of Troy, pemain akan mengalami kesenangan pertempuran tanpa henti dan pertandingan yang sangat menantang.",
    "hero_summoning_description": "Dengan kekuatan lima elemen, panggil pahlawan yang Anda inginkan dan mulailah perjalanan pemanggilan legendaris! Setiap pemanggilan akan membawa kejutan yang tak ada habisnya. Dengan berkah dari para pahlawan, tim Anda akan menjadi lebih kuat dan mampu menyelesaikan lebih banyak tantangan. Dapatkah Anda bertemu dengan pahlawan langka dan membentuk tim Anda dengan sempurna selama pemanggilan, menjadi komandan paling bersinar di benua Genesis?",
    "magic_mirror_hall": "Aula Cermin Ajaib",
    "dragon_hunt": "Berburu Naga",
    "battle_troy": "Pertempuran Troy",
    "hero_summoning": "Pemanggilan Pahlawan",
    "title": "《Idle Fantasy-Bermain untuk Menghasilkan & NFT》-Setiap Tantangan Adalah Kesempatan untuk Kekayaan dan Petualangan dalam NFT",
    "coming_soon": "Permainan akan segera hadir",
    "token_description": "Bergabunglah dengan permainan kami yang didukung token CEC di rantai TON! Mainkan, dapatkan, dan berkembang bersama kami—di mana kesenangan bertemu dengan hadiah nyata."
}
