{
    "home": "Início",
    "about": "Sobre",
    "project_introduction": "Introdução do Projeto",
    "white_paper": "WhitePaper",
    "cec_token": "Token CEC",
    "buy_token": "Comprar Tokens",
    "token_chart": "Gráfico de Tokens",
    "token_liquidity": "Liquidez de Tokens",
    "JoinUs": "Junte-se a Nós",
    "Telegram": "Telegram",
    "Twitter": "Twitter",
    "privacy_policy": "Política de Privacidade",
    "terms_of_use": "Termos de Uso",
    "company_name": "GAMEWINNER (HONGKONG) NETWORK TECHNOLOGY CO., LIMITED.",
    "all_rights_reserved": "Todos os direitos reservados.",
    "address": "FLAT B5，1/F MANNING IND. BLDG 116-118 HOW MING STREET KWUN TONG KL, HongKong",
    "facebook_link": "https://www.facebook.com/Idlefantasynft",
    "embark_description": "Embarque na Torre do Cume das Nuvens e comece sua jornada de Jogar para Ganhar. Neste inovador jogo NFT, cada nível está cheio de desafios e recompensas. Quanto mais alto você subir, maiores são os retornos potenciais. Utilize estratégias e habilidades para superar os adversários enquanto ganha recompensas substanciais. Cada vitória significa não apenas progresso no jogo, mas também uma oportunidade para sua riqueza crescer. Comece sua aventura agora e ascenda ao auge da glória!",
    "dragon_hunt_description": "A masmorra da Caça ao Dragão desafia sua coragem e habilidades. Você lutará contra cinco dragões poderosos: Dragão da Água, Dragão do Fogo, Dragão da Madeira, Dragão da Luz e Dragão das Trevas, lutando pela vitória nestas batalhas intensas. Os jogadores podem combinar livremente equipamentos e habilidades para criar a melhor estratégia de batalha para seus heróis. As habilidades de combate dos heróis determinarão se eles podem caçar os dragões com sucesso e se tornarem verdadeiros heróis.",
    "battle_troy_description": "A Batalha de Troia é um jogo PvP emocionante onde os jogadores podem mostrar suas habilidades de combate e habilidades estratégicas participando de batalhas em tempo real. Ao selecionar e equipar seus heróis com o melhor equipamento e desenvolver um plano de batalha sólido, os jogadores podem derrotar seus oponentes e sair vitoriosos. Além disso, ao completar desafios e missões, os jogadores podem continuamente aprimorar sua força e subir nas classificações do placar. Na Batalha de Troia, os jogadores experimentarão diversão de combate sem fim e partidas altamente desafiadoras.",
    "hero_summoning_description": "Com o poder dos cinco elementos, convoque o herói desejado e embarque em uma jornada lendária de invocação! Cada invocação trará surpresas sem fim. Com a bênção dos heróis, sua equipe se tornará mais forte e capaz de completar mais desafios. Você pode encontrar heróis raros e formar sua equipe perfeitamente durante a invocação, tornando-se o comandante mais deslumbrante no continente de Gênesis?",
    "magic_mirror_hall": "Salão do Espelho Mágico",
    "dragon_hunt": "Caça ao Dragão",
    "battle_troy": "Batalha de Troia",
    "hero_summoning": "Invocação de Heróis",
    "title": "《Idle Fantasy-Jogar para Ganhar & NFT》-Cada Desafio é uma Oportunidade de Riqueza e Aventura em NFT",
    "coming_soon": "O jogo estará disponível em breve",
    "token_description": "Junte-se ao nosso jogo impulsionado por tokens CEC na cadeia TON! Jogue, ganhe e cresça conosco—onde a diversão se encontra com recompensas reais."
}
