{
    "home": "Главная",
    "about": "О нас",
    "project_introduction": "Введение в проект",
    "white_paper": "Белая книга",
    "cec_token": "Токен CEC",
    "buy_token": "Купить токены",
    "token_chart": "График токена",
    "token_liquidity": "Ликвидность токена",
    "JoinUs": "Присоединяйтесь к нам",
    "Telegram": "Телеграм",
    "Twitter": "Твиттер",
    "privacy_policy": "Политика конфиденциальности",
    "terms_of_use": "Условия использования",
    "company_name": "GAMEWINNER (HONGKONG) NETWORK TECHNOLOGY CO., LIMITED.",
    "all_rights_reserved": "Все права защищены.",
    "address": "FLAT B5，1/F MANNING IND. BLDG 116-118 HOW MING STREET KWUN TONG KL, HongKong",
    "facebook_link": "https://www.facebook.com/Idlefantasynft",
    "embark_description": "Начните свой путь на Вершине Облачной Башни и начните свой Путь Заработка в игре. В этом инновационном игровом процессе NFT каждый уровень наполнен испытаниями и наградами. Чем выше вы поднимаетесь, тем больше потенциальные доходы. Используйте стратегию и навыки, чтобы преодолеть соперников, зарабатывая значительные награды. Каждая победа означает не только прогресс в игре, но и возможность увеличения вашего богатства. Начните свое приключение прямо сейчас и поднимитесь на вершину славы!",
    "dragon_hunt_description": "Подземелье Охоты на Драконов бросает вызов вашей храбрости и навыкам. Вы будете сражаться против пяти мощных драконов: Водного Дракона, Огненного Дракона, Деревянного Дракона, Светлого Дракона и Темного Дракона, стремясь к победе в этих напряженных боях. Игроки могут свободно сочетать оборудование и навыки, чтобы создать лучшую боевую стратегию для своих героев. Боевые способности героев определят, смогут ли они успешно охотиться на драконов и стать настоящими героями.",
    "battle_troy_description": "Битва при Трое — это захватывающий игровой процесс PvP, где игроки могут продемонстрировать свои боевые навыки и стратегические способности, участвуя в реальных боях. Выбирая и экипируя своих героев лучшим снаряжением и разрабатывая продуманный план сражения, игроки могут побеждать своих соперников и выходить победителями. Кроме того, выполняя задания и квесты, игроки могут постоянно усиливать свою мощь и подниматься в рейтинге. В Битве при Трое игроки испытают бесконечное удовольствие от сражений и сложные матчи.",
    "hero_summoning_description": "С силой пяти элементов призовите желаемого героя и отправьтесь в легендарное путешествие призыва! Каждый призыв принесет вам бесконечные сюрпризы. С благословением героев ваша команда станет сильнее и способна справляться с новыми вызовами. Сможете ли вы встретить редких героев и создать идеальную команду во время призыва, став самым ярким командиром на континенте Генезис?",
    "magic_mirror_hall": "Зал Волшебного Зеркала",
    "dragon_hunt": "Охота на Драконов",
    "battle_troy": "Битва при Трое",
    "hero_summoning": "Призыв Героев",
    "title": "《Idle Fantasy-ИграйЧтобыЗаработать & NFT》-Каждое Испытание — это Возможность для Богатства и Приключений в NFT",
    "coming_soon": "Игра скоро выйдет",
    "token_description": "Присоединяйтесь к нашей игре, поддерживаемой токенами CEC на блокчейне TON! Играйте, зарабатывайте и развивайтесь с нами — где веселье встречается с реальными наградами."
}
